app/controllers/users_controller.rb

UPDATE "users" SET "updated_at" = ? WHERE "users"."id" = ?  [["updated_at", "2018-07-18 06:10:36.480898"], ["id", 7]]
---
  def update
    respond_to do |format|
      if @user.update(user_params)